Repository: rinart73/Cargo-Control
Catalog: data/localization/*.po
Languages: ru

source: %1% rows were removed because they exceeded the limit of %2% rows per ruleset.
ru: %1% строк были удалены, потому что было превышено максимальное количество строк (%2%) в сете правил.

source: Applying ruleset to currently stored goods.
ru: Применяем правила к товарам в грузовом отсеке.

source: Cargo Control
ru: Контроль грузов

source: Force
ru: Применить

source: Apply every minute
ru: Применять каждую минуту

source: Filter loot
ru: Фильтровать лут

source: Load ruleset
ru: Загрузить сет

source: The ruleset should have a name.
ru: Список правил должен иметь имя.

source: Maximum amount of rules reached.
ru: Достигнуто максимальное кол-во строк.

source: Drop
ru: Выбросить

source: Suspicious
ru: Подозрительный

source: Stolen
ru: Краденый

source: Dangerous
ru: Опасный

source: Illegal
ru: Нелегальный

source: Can't create new ruleset - reached the maximum amount of %1%.
ru: Невозможно создать новый сет правил - достигнуто максимальное кол-во (%1%).

source: Apply this ruleset to goods that are currently stored in the cargo bay.
ru: Применить текущий сет правил к товарам, которые в данный момент находятся в грузовом отсеке.

source: This tab allows to create sets of rules that will determine what to do with cargo once it's picked up.
ru: Эта вкладка позволяет создавать списки (сеты) правил, которые определят, что делать с подбираемым грузом.

source: Automatically apply this ruleset every minute (good for stations that produce waste).
ru: Автоматически применять этот сет каждую минуту (хорошо для станций, производящих отходы).

source: Automatically apply this ruleset when picking up goods.
ru: Автоматически применять этот сет правил при подбирании грузов.
